Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] Philia Rose.tmx
Source language: ko_kr
Languages: en

source: 이유는 알 거라고 생각하는데.
en: I’m sure you know why.

source: 숙연
en: melancholy

source: 호의는 호의로 받으시죠.
en: just take it as good will.

source: 아앗, 맨발로 바닥에….
en: uh, bare feet on the floor...?

source: 아니요.
en: no.

source: 전하께선 처음 저에게 나흘의 시간을 주셨죠.
en: your highness gave me four days when we first met.

source: 사제면 적당한 위안거리로 사람들을 안정시켜라 이건가.
en: so if I’m a nun, I should go calm people down and provide some comfort, huh?

source: 전하가 절 찾게 되실 거예요.
en: ...his highness will come looking for me.

source: 신중한 성격인 줄 알았는데…?
en: I thought he was the cautious type...

source: 네?{j}그게 무슨…
en: what are you saying?{j}

source: 중요치 않으니까요.
en: because that’s not important.

source: 아무것도 모른 채 망루 입구만 지키고 있는 디아티.
en: innocent diati just guarding the watchtower entrance.

source: 왜 그렇게 날 싫어하는지 어디 좀 보자고!
en: let’s see why you hate me so much!

source: 물러나 있어라.
en: so leave the room.

source: 전쟁이 일어나면 많은 사람들이 다치고 죽습니다.
en: when there is war, a lot of people get hurt and die.

source: 나도 어쩔 수가 없는걸요.
en: ...but I have no choice.

source: 무기까지 들고.
en: with all those weapons?

source: 역시 돌아갈래.
en: I guess I should get going.

source: 그런 소릴 하면 씁니까.
en: you shouldn’t say such things.

source: 밖이라….
en: outside...

source: 자, 어디 대꾸해보시지.
en: now, what do you got?

source: 왜요?
en: why not?

source: 저는 전하를 도우러 왔어요.
en: I’m here to help you, your highness.

source: 아놔 저 인간이
en: open up, human!

source: 전하아….
en: your highness...

source: 왕자!
en: prince leo!

source: 너희가 좋아하는 말이네.
en: that is what your kind likes to say.

source: 이제 어떻게 할까요, 사제님?
en: what are we going to do now, sister?

source: ‘당신은 신의 계시도 이용해 먹을 미친X이네요.’
en: “you’re a ludicrous a**hole who’d even use a sign from god for your own gains.”

source: 이런 일 자주 있으셨죠?
en: does this happen a lot?

source: ‘구르기 시작한 운명은 인간으로 막지 못하리’.
en: “no human can stop fate already in motion.”

source: 그뿐만 아니라 성의 깃발까지 찢고 있습니다!
en: and they’re ripping our flags!

source: 저 대신 전하의 숙면을 책임질 베개 인형이에요.
en: this soft little doll will help you instead of me.

source: 히마스가.
en: himas.

source: 이것도 모인 자들의 뜻이라고 발뺌할 거냐?!
en: are you going to blame that on the people here, too?!

source: 자신의 진짜 목표인 비교적 작은 부탁을 한다!
en: then ask them something relatively smaller, which was your true goal all along!

source: 그래서 모든 걸 등지고 죽기로 했지만 이젠 괜찮을 거야.
en: but it’s all going to be okay now.

source: 마지막 왕자가 되어.
en: as the final prince.

source: 이게 무슨 짓이냐…!
en: what are you doing?!

source: 그래서 이렇게 일찍 실례인 줄 알면서도 왔어요.
en: so I came here early this morning, even though it might be a little rude.

source: …알겠습니다.
en: okay...

source: 찾아야 한다.
en: I must find it.

source: 이 노래는 쉬케의 낙천가들이 좋아하는 거리의 노래다.
en: it’s a popular song among street musicians in sukea.

source: 단지 그것이 다였는데….
en: it really was, but...

source: 아뇨.
en: no.

source: 그마저도 먼저 이실직고했죠.
en: plus, I ended up telling you the truth.

source: 그 또한 전하께서 정하실 테니.
en: ...since you would be the one deciding that as well.

source: 누구냐!!
en: who are you?!

source: 쯧
en: tsk

source: 네, 부르셨다고 해서….
en: yes, because you asked for me...

source: 무의식중에 왕자의 기억 속 여자의 눈을 약탈해 버렸다.
en: maybe I unintentionally plundered the woman’s mind through the prince’s memory.

source: 전하가 그러고 싶어서 그런 게 아니어도요?
en: even if the prince didn’t mean to?

source: …디디 형제님.
en: brother didi...

source: ‘깨끗한 손과 머리.’
en: “clean hands and hair.”

source: 죽을 자리를 찾는 것도 내겐 과분했던 모양이군.
en: maybe I didn’t have to look too hard for a place to die.

source: 왜 궁금하지?
en: ...are you curious about that?

source: 전하…!
en: your highness...!

source: 됐다!
en: there!

source: 네….
en: yes...

source: 네, 꿈이 이상했어요.
en: yeah. I had a weird dream.

source: 각기 자신의 목적을 위해 허울 좋은 맹세뿐인 자들.
en: all of you, concealing your own selfish objectives behind your fancy oaths.

source: 문 열어.
en: open the window.

source: 전하께서는 분명 옳은 말씀을 하셨다고 생각해요.
en: I believe you clearly have the right intentions.

source: 현왕은 지금도 나라를 분열시키고 있고,
en: the current king is still dividing the nation,

source: 전하께서 급히 찾으십니다!
en: his highness is looking for you!

source: 입 밖에 낸 적도 없고
en: I never told anyone about it,

source: 어제 그 암살자의 소행으로 추측하고 있습니다.
en: and our guess is that it was the work of last night’s assassin.

source: 전하….
en: your highness...

source: 이번엔 쉽게 안 넘어가 줄 것 같은데.
en: I don’t think he’s going to let it go this time.

source: 온 성읍에 천사가 나타났다는 소문이 돌고 있습니다.
en: people all over the city are saying she was an angel.

source: 이리 와, 키사.
en: come here, kitha.

source: 같은 취급 하지 마라.
en: you’re not on my level.

source: 별 희한한 건 다 알면서, 남들 다 아는 건 모른단 말이지.
en: she knows a bunch of random things, but she doesn’t know what everybody knows?

source: 세리온이 적으로 정한 것은 엘라이온뿐입니다.
en: serion’s enemy is just elaion.

source: 자기 형제를 죽였다지 않습니까?
en: didn’t he slay his own brothers?

source: …경전이 없지 않습니까?
en: without a bible?

source: 기어코 오늘 일이 터졌지.
en: and then something big happened today...

source: 글쎄요, 그럴 가능성은 낮아 보입니다.
en: I don’t know. I don’t think that’s likely.

source: 결국은 전쟁시켜 달라는 말일 뿐인데.
en: I know he’s just asking for consent for the war.

source: 의외로군.
en: surprising.

source: 스스로.
en: will.

source: 업어드릴까요?
en: do you want a piggy back ride?

source: 누구지?
en: who are you?

source: 그리고 이건 내가 고민 끝에 결단한 일.
en: and after a lot of prayer and deliberation, I have come to a decision.

source: 제가 이걸 여쭙는 게 정말 무의미할까요?
en: is it really pointless for me to ask?

source: 자!
en: here!

source: 하루빨리 출정해야만 대업을 이루실 수 있습니다!
en: we must act fast if we are to succeed in your great cause!

source: 그들 중에 목숨 걸고 믿음을 지킬 자가 과연 몇이나 있을지.
en: I doubt there are many among them who would risk their lives for their faith.

source: 에키나는 분명 누군가의 명을 받고 사제를 노린 것이었다.
en: ekina was clearly sent after a nun at someone else’s command.

source: 하필 왕자를 열렬히 사랑하는 여자의 것이라니.
en: why did it have to be someone who was passionately in love with the prince?

source: 너 형제님은 다쳤잖아요, 안 무사하잖아요.
en: but you’re not unscathed. you’re hurt.

source: 뭐 하나 속 시원히 말하는 게 없고,
en: he never says what he means,

source: 성 외곽에서 시체가 발견됐습니다.
en: we found some bodies outside the castle.

source: 전하의 뜻을 확인하고 싶어요.
en: I want to confirm your intentions, your highness.

source: 이 나라가 어떻게 되든.
en: what happens to this kingdom.

source: 사제님, 도와드릴까요?
en: sister, do you need help?

source: 아칸싸에서 또 피가 흘러도 상관없느냐?
en: don’t you care if blood starts spilling in akantha again?

source: 궁금하다.
en: I’m curious.

source: 그럼 그렇지, 까닭 없이 자비를 베풀 위인이 아니지, 그 왕자님이.
en: of course. that prince isn’t some great man who shows mercy willy-nilly.

source: 제 얘기를 들어주세요.
en: ...please hear what I have to say.

source: 전부는 아닐 거예요.
en: not all.

source: 하지만 곤란해, 왕자님.
en: but your highness...

source: 잠들었나?
en: is she asleep?

source: 아직도 왕자의 마음이 그대로라면…
en: if the prince hasn’t changed his mind...

source: 저와 에키나를 두고 하는 말이었어요.
en: the rumors were about me and ekina.

source: 또렷하게 치켜뜬 눈이.
en: the way she looked at me.

source: 와아아….
en: woah...

source: 그런데 아칸싸가 저주받았다는 건 거짓말이에요.
en: actually, akantha being cursed is a lie.

source: 어…?
en: oh...?

source: 축제, 점화(5)
en: Festival, Lights (5)

source: …뭐가 더 궁금하시죠?
en: what more do you want to know...?

source: 그렇지만 출진이 늦어지면 군의 기강이…!
en: but if we delay our advance, the soldiers’ morale will-!

source: 이제 됐나요?
en: are you satisfied now?

source: 전하께서 전쟁을 포기하겠다고 하실 때까지.
en: until you swear you will not declare this war.

source: 더 정확히는 없앤 거지만.
en: of course, I made it disappear, to be more precise.

source: 웃으며 광기를 내보이는 처연한 짐승.
en: a beast, smirking with chaotic fury,

source: 어디로 가야 하는지 네가 알 거 아냐.
en: you’re the one who knows the way out of here.

source: 앗, 잠깐!
en: no, wait!

source: 어제 계속 생각해봤어요.
en: I kept thinking about what you said yesterday.

source: 엄마가 보고 싶어요….
en: I miss my mommy...

source: 못 주무셨어요?
en: ...not get any sleep last night?

source: 아칸싸에서 악마를 키운다는 소문이 있었지.
en: I did hear rumors that they were raising demons here in akantha.

source: 내 목걸이보다 반짝이는 걸 주기로 했는데….
en: I promised them something shinier than my necklace...

source: 아마도…
en: I think I...

source: 형제님, 잠시만요!
en: brother didi, wait!

source: 그럼 또 어떤 징조가 나타날지 기대해 보지.
en: then we’ll wait and see what omen appears.

source: 왕가에서 태어난 자에게 무슨 사사로운 것이 있겠습니까?
en: what’s a personal thought to one born into the royal family?

source: 저쪽이에요, 저기로 가면 나갈 수 있어요.
en: we have to go that way. this way’s a dead end.

source: 쉬고 싶어.
en: I want to rest.

source: 인형은 왜….
en: why are you taking the doll?

source: 저렇게 혼자 두니까 인형도 외로워 보이잖아요.
en: the doll looks so lonely sitting there by itself.

source: 부모들은 풀어주고 자식들만 남겨라.
en: let the parents go but hold their children!

source: 그리고 매년 대량의 밀을 생산하는 곡창 지대 라카논.
en: and lakanon is the breadbasket that produces lots of grain each year.

source: 아직 부족하다.
en: but that isn’t enough.

source: 제가 경전을 잃어버리고 슬퍼한 건,
en: I was sad after losing the bible...

source: 얼굴이….
en: your face...

source: 전부 치워라.
en: take it away.

source: 보였다.
en: and then I saw it.

source: 모두에게 줄 만한 게 있는지 찾아봐야….
en: I have to look for something I can give to all of you...

source: 뭔가…
en: this...

source: 우음?
en: huh?

source: 너무 갑자기 자상한 모습을 보여줘서 도리어 소름 끼치는데?
en: but his sudden thoughtfulness and kindness sort of creeps me out!

source: 「울지 말아요.
en: “do not cry.

source: 져나.
en: your majwesty!

source: 참주님께선 보름째 되는 날에 편지를 열라 하셨습니다.
en: the despotess told me to open her letter in a month.

source: 내가 사제인 것은 모른 채.
en: but she didn’t know the nun was me.

source: 자기가 뭐 어쩌겠어요, 달리 방법이 없는데.
en: what could he do? there was no other way.

source: 내가 지금…
en: what am I...

source: 얘기가 잘 안 풀리셨나 봅니다?
en: I guess things didn’t go as planned.

source: 이건 의심이 아니라 확신이야.
en: he’s sure. there’s no doubt in his mind.

source: 이번엔
en: but this time...

source: 이해합니다.
en: I understand.

source: 어머니는 지금 어디 계시죠?
en: where’s your mother right now?

source: 무서워요….
en: I’m scared...

source: 제 25 화
en: Episode 25

source: 그 사람들이 천 옷 입은 사람들을 어떻게 하는지 살펴봐 줘.
en: keep an eye on what they do to people wearing cloth robes.

source: 웃기지 마요!
en: you’ve got to be kidding me!

source: 대체 뭘 숨기는 거야?
en: what the hell are you hiding?

source: 그래.
en: yes.

source: 내가 찾아왔으니.
en: ...I have come.

source: 어서 당장 끌어내!
en: take her away immediately!

source: 저기, 전하.
en: um, your highness?

source: 정신 차려.
en: snap out of it.

source: 깨끗하게, 치우기 좋게, 죽이는 법.
en: ...how to keep it clean when I kill.

source: 형제님, 손은요?
en: what about your hand?

source: 감히 라즈베리를 짓밟은 자,
en: you dare trample on my raspberries?

source: 뭐, 뭐야 이거?!
en: wh-what are they dropping?!

source: 그가 동부의 전란을 좌시하지 않을 거라는 것은 예상했던 바.
en: I did not expect them to just stand by as war broke out in the east.

source: 십수 년 전,
en: decades ago...

source: 설마….
en: can’t be...

source: 울지 말아요.
en: do not cry.

source: 아직 부르지도 않았는데 왜….
en: I didn’t call them yet!

source: 식사하셔야죠.
en: you should eat.

source: 그게 왜요?
en: why?

source: 전하께서 왜 반역하는지 알아보라고 하셨어요.
en: he told me to find out why you’re rebelling against the king...

source: 그리고
en: and...

source: 인형?
en: doll?

source: 큭!
en: ack!

source: 하지만 이건 시작에 불과할 거야.
en: but this is just the beginning.

source: 제 16 화
en: Episode 16

source: 이렇게 이른 아침부터.
en: so early in the morning.

source: 불허다, 불허!
en: disapprove! disapprove!

source: 그런 짓은 할 필요 없어.
en: you don’t have to do any of that.

source: 마차가 전복된 곳과 피난민들까지 샅샅이 수색했습니다.
en: we searched the area where the carriage fell and even searched the refugees.

source: 몹쓸 예언이라 하셨는데, 그 이유도 궁금하군요.
en: you said the prophecy is evil. I’m curious as to why.

source: 저는 이 예언이
en: I think...

source: 왔군.
en: he’s here.

source: 아이고…!
en: oh-!

source: 사상자가 나오더라도 사제님은 무사하실 겁니다.
en: even if things go wrong, you won’t be harmed, sister.

source: 기회는 오늘뿐…!
en: this is my only chance!

source: 그냥….
en: it’s just...

source: 아니야, 난 그런 걸 바란 적 없어…!
en: no, I never wanted that...!

source: 걸핏하면 벼랑 끝에 내몰리는 왕자는
en: the prince, pushed to the edge of the cliff,

source: 왜 살았지?
en: why are you alive?

source: 넌 궁금한 게 생기면 항상 눈을 쳐다보지.
en: whenever you’re curious about something, you always stare me in the eyes.

source: 제 38 화
en: Episode 40

source: 다요!
en: this whole darn thing!

source: 못 하겠는데요?
en: I don’t think I can.

source: 모르는데….
en: I didn’t know that...

source: 순순히 줬으면서 왜 딴소리람?
en: you handed it over willingly.

source: 오셨군요.
en: greetings.

source: 추격자가 붙는 건 시간문제겠지.
en: I’m sure it’s a matter of time before they pursue us.

source: 하여?
en: so?

source: 선물…?
en: a... present?

source: 글쎄, 나도 내가 이상해서 환장할 지경인데.
en: well, you’re right. I don’t know why I’m doing this, either.

source: 그걸 치워버려야 해.
en: I have to get rid of her.

source: …모두가 방향을 잃겠죠.
en: we would all lose our way.

source: 파헤쳐주겠어
en: ...I shall dig all them up.

source: 전하의 마음을 돌릴 수 있을지도 모르겠어.
en: she really might be able to change his highness’s mind.

source: 예언 때문에 애꿎은 사람들이 모함당했죠.
en: people framed loved ones because of the prophecy.

source: 먼 훗날 회자될 아름다운 이야기.
en: a beautiful story to be told in some distant future.

source: 아니, 오히려 잘됐어.
en: actually, this is good.

source: 요구 말고,
en: but...

source: 배운 거, 너한텐 못 썼어.
en: I couldn’t use what I learned on you.

source: 어?
en: huh?

source: 경전을 분실한 사제를 문책하지도 않고 밤중에 리라 연주나 듣고 계시다니!
en: he’s listening to the nun play the lyre all night instead of punishing her for losing the bible!

source: 채색/편집 지원 · REDICE STUDIO 제작 · 엘세븐
en: Coloring/Editing Support · REDICE STUDIO Production · L Seven

source: 부릴 수 있잖아?
en: ...use the animals, can’t you?

source: 이런 환상까지 보여주시는지.
en: ...to show me such a vision?

source: 갑자기 무슨 소란이냐!
en: what the hell is going on?!

source: 그렇더군.
en: I heard.

source: 이런 상황에서도 냉정함을 잃지 않다니.
en: he’s not losing his cool even in this situation.

source: 그냥 확 형들을 죽인 이유를 물어볼 걸 그랬나.
en: maybe I should’ve just asked him why he killed his brothers.

source: 용건은 그게 다예요?
en: is that everything?

source: 네게 돌려줄 것이 있어 불렀다.
en: I called for you because I want to give something back to you.

source: 남는 건 리바노스의 후계자, 그자뿐입니다.
en: the only one left is the heir to libanos.

source: 겨우 첫날 아침이잖아요?
en: it’s only the morning of the first day.

source: 반짝이던 어린아이.
en: or a bright young child.

source: 혹시 너도 벌레만 죽여봐서 모르는 거 아니야?
en: you’ve only ever stepped on little bugs, haven’t you?

source: 엘라이온이라면 치를 떠는 분들이 과연 경전을 보낼까요?
en: would the side that cares so much about tradition really send the bible to an elaion?

source: 첫날.
en: after asking the prince to confirm his intentions,

source: 이젠 불쌍한 꼬마 행세라니.
en: ...you now act like a poor little kid.

source: 좋았어.
en: good.

source: 지하 창고에 뒀습니다.
en: the warehouse is in the cellars.

source: 잠시 실례합니다.
en: pardon me.

source: 그럼 사실 왕자가 전쟁을 시작하면
en: so wouldn’t it be good for libanos

source: 내가 아니라,
en: not me,

source: 내가 받기로 한 건 이런 게 아니야.
en: I did not agree to things like this.

source: 이게 다 너희 때문이잖아요.
en: this is all your fault.

source: 그런데 전하께서는 거기에 관심이 없으신 것 같아요.
en: but it seems you are not interested in any of that, your highness.

source: 디아티, 잠깐.
en: diati, wait.

source: …현명한 방법이군요.
en: that sounds wise.

source: 네, 제를 올리기 전에
en: yes, before the mass.

source: 이젠 더 이상 방법이 없어.
en: but I have no other choice.

source: 그딴 개소리를 누가 믿냐?
en: who believes that crap?

source: 그럼 안 되잖아, 으응?
en: that’s not good, is it?

source: 전하를
en: are you...

source: 바빠?
en: busy?

source: 인간의… 뼈?
en: human... bones?

source: 하지만 이제 네 차례다.
en: but now, it’s my turn.

source: 무슨 말을 하고 있는 거지?
en: ...saying right now?

source: 얼마나 걸리시려나.
en: is she almost done yet?

source: 제발, 제발…!
en: please, please-!

source: …네, 형제님.
en: yes, brother?

source: 찾아내!!
en: find them!

source: …그렇다면 전하, 세 가지만 여쭙겠습니다.
en: then, your highness... let me ask you three questions.

source: 낮에도 빠짐없이 일하는 거 같던데.
en: I noticed you work all day, too.

source: 친구들을 한 번 더 모아줄 수 있어?
en: can you gather your friends again?

source: 슬슬 돌아갈 채비를—
en: let’s start heading back.

source: 자기 얘기는 전혀 안 하고, 종잡을 수가 없는 사람이에요.
en: he never talks about himself, and I just can’t figure him out.

source: 사제를 지키던 호위는 평소보다 주변을 조여 오는 불길함을 느꼈다.
en: the young nun’s bodyguard felt more and more like something wasn’t right.

source: 사제들은 전부 율로기아를 숭상하는 줄 알았는데.
en: I thought all the priests worshipped eulogia.

source: 오나그로스를 찾고 있어?
en: looking for onagros?

source: 그것은 귀하도 마찬가지 아닌가?
en: kind of like you, isn’t it, sister?

source: 도대체 무슨 꿍꿍이지?
en: what the hell are you up to?

source: 지, 지금 무슨 소릴…!
en: wh-what did you say?!

source: 이해를 바라신다면 화내기보다 말씀해 주세요.
en: if you wish to be understood, please tell me how instead of getting angry.

source: 하는 걸로 봐선 죽을 것 같지는 않은데.
en: she didn’t see very dangerous to me.

source: 내가 귀여운 게 잘못이었구나.
en: so being cute was a mistake.

source: 아놔 저 까마귀가
en: hold your horses, crow!

source: 수습이어도 리바노스와 시나피에선 명성이 높다고 합니다.
en: even so, she is regarded highly in libanos and sinapi.

source: …하면,
en: ...now what?

source: 봤지, 키사.
en: see that, kitha?

source: 매번 존재감을 드러내다가
en: but she still kept coming to me.

source: 그 여자도 이 통로를 알고 있나?
en: does that woman know this passage, too?

source: 이번에 보낸 사제도 수습이던데.
en: the nun they sent was just a novitiate before she arrived.

source: 제사라면 지금이라도 드릴 수 있어요.
en: if you want, we can do it right now.

source: 어제처럼 헛소리를 지껄일 줄 알았는데.
en: I thought she’d babble nonsense like yesterday.

source: 왕자는 초연한 얼굴로 눈을 감았다.
en: the prince closed his crestfallen eyes.

source: 죽을 것이다.
en: and die.

source: 저기, 듣고 있어?
en: wait, can you hear me?

source: 기분 나쁘죠?
en: ...makes you angry, doesn’t it?

source: 나를 진심으로 죽이고 싶어 했다.
en: he truly wanted to kill me.

source: 전하께서만 마음을 돌리시면 대사제께 중재를 청할 수 있습니다.
en: so if his highness changes his mind, the bishop can mediate for us.

source: 음….
en: um...

source: 자기 목숨을 언제까지 휘두를 거야.
en: how long are you going to put your life on the line?

source: 내가 억지를 부리는 동안 왕자는 나를 깨끗이 도려내고
en: as I persisted, the prince hollowed me out...

source: …그럼,
en: then...

source: 동종님!!
en: my fellow holy warrior!

source: 개자식이란 말은 취소할게요….
en: I take back calling you a son of a bitch...

source: 웃어?!
en: you’re smiling?!

source: 그런데도 당위성이 부족했나?
en: but I lack justification, is it?

source: 엄마, 옆집 아저씨가 엄마 좋대.
en: mommy, the man next door likes you.

source: 전하, 저는…
en: your highness, I–

source: 확실히 이전과는 분위기가 다르단 말이지.
en: his mood’s definitely shifted.

source: 정말 아버지를 따라 죽으실 건가요?
en: do you really intend to die with your father?

source: 피를요?
en: blood?

source: 음, 안 되겠어.
en: hmm, this doesn’t look good.

source: 하지만 사제님은 성별자가 어떤 존재인지 알고 계셨던 거예요.
en: but you already knew what a holy warrior was.

source: 생각보다 사정도 복잡하고,
en: the situation is more complicated than I thought,

source: 으악!
en: aaargh!

source: 하지만 아무리 심문을 해도 경전을 봤다는 사람은 없었습니다.
en: but no matter how much we interrogated them, no one said they saw the bible.

source: 경전의 수색을 맡고 있는 자가 뵙기를 청합니다.
en: the soldier in charge of finding the bible wishes to have a word with you.

source: 괜찮아!
en: it’s okay!

source: 아버지 탓,
en: you blame your father,

source: 도망치고 싶어.
en: ...and I want to run away.

source: 전날 밤
en: last night

source: 사제님, 일어나셨습니까?
en: sister, are you awake?

source: 연주를 멈춰도 깨지 않을 정도로 잠이 들면,
en: if he’s asleep deep enough to not wake up when I stop playing,

source: 그게 문제야?!
en: that’s a problem?!

source: 단순해라.
en: he’s so uncomplicated.

source: 할 말은 그게 다야?
en: is that all you have to say to me?

source: 어디서라뇨?
en: what do you mean?

source: 수레를 만든 것도 비탈에서 굴린 것도 인간이지만,
en: it is humans who created the wheel and pushed it down the hill,

source: 이유는?
en: why?

source: 저, 사실은 아칸싸에 와본 적이 있어요.
en: I’ve been to akantha before.

source: 추울 걸 알면서 왜 더 두껍게 입고 오지 않는 건지.
en: you knew it would be cold. you should’ve worn a thicker coat.

source: 그건 용서받지 못할 범죄예요!
en: it’s an unforgivable sin!

source: 그런데 공교롭게도 모두 아칸싸와 인접해 있죠.
en: but unfortunately, both of them are right next to akantha.

source: 그럼 산열매가 저 아래 있다는 걸 어떻게 아셨죠?
en: then how did you know there would be wild berries down there?

source: 이런 일이 가능한 건…
en: the only people who can do this...

source: 과연 엘라이온의 충신이군.
en: so, an elaion loyalist.

source: 형제님을 붙여주신 참주님의 뜻도 모르고 말이죠.
en: sent you here with me as my bodyguard.

source: 나 미쳤나 봐.
en: what’s wrong with me?

source: 게다가 꽤나 농밀했어.
en: plus, it was a little too intense.

source: 그 후 쪼갠 살점을 제단에 올려 태우면,
en: after that, we put the pieces of flesh on the altar and burn them.

source: 뭔가 이런 모습을 보고 싶었던 것은 아닌데.
en: but this reaction isn’t really what I wanted.

source: 그림 ◈ Ryuta 각색 ◈ YUMI 원작 ◈ 김영지
en: Art ◈ Ryuta Adaption ◈ YUMI Original Story ◈ Youngji Kim

source: 몰래?
en: notice?

source: 여기 어디 긁혔나?
en: what happened to my face?

source: 왕자, 내가 누군지 아시오?
en: prince leo, do you know who I am?

source: 근데, 경전만 보내면 엘라이온은 망한다면서요.
en: but if they send a bible, elaion will fall.

source: 다른 사람 같군.
en: she’s like a completely different person.

source: 로제로 돌아가는 게 어려우면 나가서 기도라도 하고 싶어요.
en: if it’s too much to go back to rosé, I want to go pray outside.

source: 당신은 어려서 가리지 않고 먹어야 성장에도…
en: you’re still young and you’ll need all the nutrition you can get to grow--

source: 이 노골적인 악기 취급은 뭐지?!
en: what’s with this blatant humiliation?!

source: 형제님, 에키나가 성별자예요.
en: brother didi, ekina is a holy warrior.

source: 기다렸지만 달리 소식도 없어서….
en: we were waiting but we never received word, so...

source: 나쁘진 않아.
en: not bad.

source: 사람이 어찌할 수 없는, 운명이라는 점이요.
en: no one can control their fate.

source: 이번엔 어떻게 해야 말을 들으려나.
en: what can I do this time to get her to listen?

source: 하지만 그 시도는 호위대의 방해로 실패하고,
en: but her attempt was unsuccessful because of the king’s guards.

source: 까마귀 연희(5)
en: The Dance of the Crows (5)

source: 그리고 사제님을 찾아가 잘못을 뉘우치니까 다시 사라진 거라며?
en: I heard the crows went away because he went to the nun and repented.

source: 부, 부르셨습니까?
en: y-yes, your highness?

source: 어떤 것이 진짜 왕자의 모습일까.
en: which is it? who is the true prince?

source: 나중에 꼭 보답할게.
en: I’ll return the favor later.

source: 세리온 같은 괴물 여자가 또 나타난 겁니다.
en: that means another monstrous woman like serion has appeared.

source: 안 그래도 왕자 전하가 사교 집단의 일원이라는 소문이….
en: there are rumors that the prince is a member of some cult...

source: 그건 악마야.
en: she’s the devil.

source: 착용한 사람의 가장 좋은 시절을 돌려주는 보석이에요.
en: the jewel takes the wearer back to the best days of their lives.

source: 필리아, 널 믿고 있단다~
en: I’m counting on you, philia!

source: 설마요.
en: probably not.

source: 하지만 대사제의 직분을 감당하고 있지.
en: but I still serve as the bishop.

source: 아, 아아… 너무 일찍 일어났더니 졸리다…. (국어책 읽기)
en: uh, oh... I’m so tired, maybe because I woke up so early... (like reading out loud in class)

source: 부른 게 이름이었습니까?
en: is ekina her name?

source: 정통파
en: orthodox

source: 아, 죽지 마.
en: hey, don’t die!

source: 개전 제사 드리는 법 좀 알려주세요.
en: could you please teach me how to conduct a war mass?

source: 이 아저씨 진짜….
en: this uncle...

source: 하지만
en: but...

source: 하지만 전 가고 싶어도 갈 수가 없어요.
en: but I cannot go to him, even if I want to.

source: 무섭도록 매력적인 사람이다.
en: a frighteningly charismatic man.

source: 그렇긴 하지만….
en: yeah, but...

source: 사제님 때문이 아니에요.
en: it’s not your fault.

source: 왕자는 수많은 사람들 때문에 살길을 잃었다.
en: the prince’s life was turned upside down because of others.

source: 라즈베리는
en: the raspberries...

source: 어젯밤에 무슨 일이 있었는지 너는 알지?
en: you know what happened last night, don’t you?

source: 개혁파
en: reformed

source: 아…
en: oh...

source: 절박하던 어조가.
en: her desperate tone.

source: 전하의 마음이요.
en: what you think.

source: 전쟁하려는 마음이 확고하시던데요.
en: he’s still dead set on the war.

source: 그들이 아니고서야 소리 없이 강철과 인간을 으깨놓을 수 있는 자는 없습니다.
en: no one but the holy warriors can crush both steel and man without any noise.

source: 그럼 경전을 보내기로 한 건 개혁파?
en: then is the reformed side sending the bible?

source: 너너너!
en: you!

source: 그 왕자가 내 앞에서 무장 해제하고 잠든 것만으로도
en: I thought the prince putting his guard down and falling asleep in front of me...

source: 걘 대체 뭐지?
en: what’s with this guy?

source: 조금만 더….
en: just a little more...

source: 너 좀 작아졌네?
en: you got smaller.

source: 그렇다면, 이 고비를 넘기면 전하의 백성들에겐 평화가 올까요?
en: then will peace come to your people after this crisis is over?

source: 그깟 리라 연주에….
en: all because of the darn lyre...

source: 귀를 막는 편이 나을 거예요.
en: it would be good for you to cover your ears.
